/* Your password is incorrect */
"\nВи ввели невірний пароль" = "\nВи ввели невірний пароль";

/* Alert message: Incorrect password or email */
"\nНеправильний пароль або email-адреса" = "\nНеправильний пароль або email-адреса";

/* Cancel button title on alert */
"OK" = "OK";

/* Open settings */
"Вiдкрити налаштування" = "Вiдкрити налаштування";

/* Cancel */
"Вiдмiнити" = "Вiдмiнити";

/* Password changed */
"Ваш пароль змінено" = "Ваш пароль змінено";

/* You have already voted for this problem */
"Ви вже голосували за дану проблему" = "Ви вже голосували за дану проблему";

/* You can add maximum {number} photos */
"Ви можете додати максимум %lu фото" = "Ви можете додати максимум %lu фото";

/* You can add maximum {number} photos */
"Ви можете додати не більше %lu фото" = "Ви можете додати не більше %lu фото";

/* You can add {numbeer} more photo */
"Ви можете додати ще %lu фото" = "Ви можете додати ще %lu фото";

/* solved */
"вирішена" = "вирішена";

/* Login button title on login actionSheet */
"Вхід" = "Вхід";

/* Cancel button title on login actionSheet */
"Відмінити" = "Відмінити";

/* Loin with Facebook button title on login actionSheet */
"Війти з Facebook" = "Війти з Facebook";

/* Welcome, {User Name} */
"Вітаємо, %@!" = "Вітаємо, %@!";

/* Welcome! */
"Вітаємо!" = "Вітаємо!";

/* Dear, {User Name} */
"Шановний, %@!" = "Шановний, %@!";

/* Vote is added */
"Голос додано" = "Голос додано";

/* Votes */
"Голосів" = "Голосів";

/* Please, login to vote! */
"Будь ласка, увійдіть до системи для голосування!" = "Будь ласка, увійдіть до системи для голосування!";

/* Please allow the application access to your location service to locate your current pisition */
"Для доступу до вашої геопозиції необхідно зайти до налаштувань та дозволити додатку доступ до вашої геопозиції" = "Для доступу до вашої геопозиції необхідно зайти до налаштувань та дозволити додатку доступ до вашої геопозиції";

/* Add description */
"Додати опис" = "Додати опис";

/* Location Services access */
"Доступ до геопозицiї" = "Доступ до геопозицiї";

/* loading... */
"Завантаження..." = "Завантаження...";

/* Comment added */
"Коментар додано" = "Коментар додано";

/* Comments */
"Коментарів" = "Коментарів";

/* Problem location */
"Мiсцезнаходження проблеми" = "Мiсцезнаходження проблеми";

/* not solved */
"не вирішена" = "не вирішена";

/* Alert message: Can't receive user info to login on Ecomap */
"Неможливо отримати дані для авторизації на Ecomap" = "Неможливо отримати дані для авторизації на Ecomap";

/* You have to enter the name of the problem */
"Необхiдно ввести назву проблеми" = "Необхiдно ввести назву проблеми";

/* No comment provided by engineer. */
"Необхiдно обрати мiсцезнаходження проблеми" = "Необхiдно обрати мiсцезнаходження проблеми";

/* Problem description */
"Опис проблеми:\n" = "Опис проблеми:\n";

/* Error title */
"Помилка" = "Помилка";

/* Alert title: Error to login */
"Помилка входу" = "Помилка входу";

/* Alert title: Error to login with Facebook */
"Помилка входу через Facebook" = "Помилка входу через Facebook";

/* Alert title: Error to Register */
"Помилка реєстрації" = "Помилка реєстрації";

/* Problems */
"Проблем" = "Проблем";

/* Proposal to solve */
"Пропозиції щодо вирішення:\n" = "Пропозиції щодо вирішення:\n";

/* Attention! */
"Увага!" = "Увага!";

/* Photos */
"Фотографій" = "Фотографій";

/* Login actionSheet title: This action requires authorization */
"Ця дія потребує авторизації" = "Ця дія потребує авторизації";

/* Alert message: There are problems on the server. We are working to resolve them! */
"Є проблеми на сервері. Ми працюємо над їх вирішенням!" = "Є проблеми на сервері. Ми працюємо над їх вирішенням!";

/* You have to add problem location */
"Необхiдно обрати мiсцезнаходження проблеми" = "Необхiдно обрати мiсцезнаходження проблеми";

/* Cancel bar button */
"Відмінити" = "Відмінити";

/* Forest problems */
"Проблеми лісів" = "Проблеми лісів";

/* Landfills */
"Сміттєзвалища" = "Сміттєзвалища";

/* Illegal construction */
"Незаконна забудова" = "Незаконна забудова";

/* Ponds problems */
"Проблеми водойм" = "Проблеми водойм";

/* Threats to biodiversity */
"Загрози біорізноманіттю" = "Загрози біорізноманіттю";

/* Poaching */
"Браконьєрство" = "Браконьєрство";

/* Other problems */
"Інші проблеми" = "Інші проблеми";

/* Please, fill all fields */
"\nБудь-ласка, заповніть усі поля" = "\nБудь-ласка, заповніть усі поля";

/* Bad e-mail */
"\nБудь-ласка, введіть дійсну email-адресу" = "\nБудь-ласка, введіть дійсну email-адресу";

/* Passwords are not equal */
"\nВведені паролі не співпадають" = "\nВведені паролі не співпадають";


//~~~~~~Buttons images~~~~~~~~~

/* Add comment button image */
"AddCommentButtonUKR" = "AddCommentButtonUKR";

/* Add comment button image */
"FacebookLogButtonURK" = "FacebookLogButtonURK";

/* Add comment button image */
"SeparatorURK" = "SeparatorURK";

/* Add comment button image */
"LogInButtonURK" = "LogInButtonURK";

/* Add comment button image */
"RegisterButtonURK" = "RegisterButtonURK";

/* Add comment button image */
"ChangePasswordButtonURK" = "ChangePasswordButtonURK";

/* Add comment button image */
"LogoutButtonURK" = "LogoutButtonURK";

/* Solved */
"Вирішена" = "Вирішена";

/* Starting date of the period must be greater than the date of the end of the period */
"Дата початку періоду повинна бути більшою за дату кінця періоду" = "Дата початку періоду повинна бути більшою за дату кінця періоду";

/* New */
"Нова" = "Нова";

/* Show up to */
"Показати до:" = "Показати до:";

/* Show from */
"Показати з:" = "Показати з:";

/* Problem status */
"Статус проблеми" = "Статус проблеми";

/* Problem types */
"Типи проблем" = "Типи проблем";

/*Problem owner*/
"Мої проблеми" = "Мої проблеми";

/*Only my problem*/
"Відображати тільки мої проблеми" = "Відображати тільки мої проблеми";

/* Attention */
"Увага!" = "Увага!";

/* Filter by date */
"Фільтрація за датою" = "Фільтрація за датою";


/* TOP 10 popular problems */
"ТОП 10 популярних проблем" = "ТОП 10 популярних проблем";

/* TOP 10 important problems */
"ТОП 10 важливих проблем" = "ТОП 10 важливих проблем";

/* TOP 10 problems under discussion */
"ТОП 10 обговорюваних проблем" = "ТОП 10 обговорюваних проблем";

/* Alert message: Can't connect to Ecomap. Check your internet connection! */
"Не вдається підключитися до Ecomap. Перевірте налаштування мережі Інтернет" = "Не вдається підключитися до Ecomap. Перевірте налаштування мережі Інтернет";

/* This action can not be undone */
"Дану дію неможливо відмінити" ="Дану дію неможливо відмінити";

/* Cancel button title on alert */
"Відміна" = "Відміна";

/* Delete button title on alert */
"Видалити" = "Видалити";

/* Photo deleted */
"Фото видалене" = "Фото видалене";


"about_text" = "Ecomap — спільний проект Мінприроди України, SoftServe та WWF.\n\nМіністерство екології та природних ресурсів -  (Мінприроди України) є головним органом у системі центральних органів виконавчої влади у формуванні і забезпеченні реалізації державної політики у сфері охорони навколишнього природного середовища, екологічної та у межах своєї компетенції біологічної, генетичної та радіаційної безпеки.\n\nSoftServe — найбільша українська ІТ компанія, виробник програмного забезпечення та постачальник послуг з розробки, контролю якості та підтримки інформаційних систем і бізнес-рішень. За час існування ми здобули довіру понад 150 світових компаній, серед яких відомі бренди США, Канади та Західної Європи.\nЗ 1993 року компанія SoftServe успішно здійснила більш ніж 3 500 проектів для понад стап’ятдесяти провідних світових компаній. У SoftServe працюють більше 3500 професіоналів у різних сферах ІТ.\nСьогодні ми маємо бізнес-представництва та розробницькі центри в 27 найбільших містах у 9 країнах світу.\n\nВсесвітній фонд природи (WWF) – це одна з найбільших незалежних природоохоронних організацій, представництва якої діють у більш ніж 100 країнах за підтримки майже 5 мільйонів людей по всьому світі. Місія Всесвітнього фонду природи – зупинити деградацію природного середовища планети та побудувати майбутнє, в якому людство житиме у гармонії з природою, шляхом збереження біологічного різноманіття світу, сталого використання природних ресурсів та скорочення забруднення і марнотратного споживання.\n\nРозробники проекту:\n- Vasyl Kotsiuba;\n- Oleksii Hural'nyk;\n- Mykhailo Prysiazhnyi;\n- Inna Kuts;\n- Anton Kovernyk;\n- Ihor Tsvietkov.";

"Ecomap" = "Ecomap";
"Ministry of Ecology and Natural Resources" = "Міністерство екології та природних ресурсів";
"SoftServe" = "SoftServe";
"Developers:" = "Розробники проекту:";
"WWF" = "Всесвітній фонд природи";


